[
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Frozen Aperol Spritz",
      "image": "https://i.imgur.com/pBoA9VU.jpg",
      "about": "It is a refreshing hot summer day drink that will make you feel like your backyard is an Italian courtyard.",
      "serves": 4,
      "ingredients_produce": ["1 Grapefruit or Orange slices", "1 cup Strawberries, frozen"], 
      "ingredients_drinks": ["350 ml Orange juice, frozen"],
      "ingredients_spirit": ["1 bottle Prosecco or champagne"],
      "ingredients_other": ["350 ml Aperol (frozen)"],
      "recipe": ["Freeze the Aperol and orange juice. Pour the liquids in ice cube trays and place in the freezer at least 4-6 hours ahead of time.",  "Blend! In the base of your blender, combine the frozen Aperol and orange juice cubes, frozen strawberries, prosecco (or champagne) and ice. Blend just until smooth and no chunks of ice remain, usually less than 30 seconds.", "Garnish and Enjoy! Pour into your favourite cocktail glasses and garnish with orange and grapefruit slices."],
      "owner": 1
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Tropical Crush Cocktail",
      "image": "https://i.imgur.com/3POqegz.jpg",
      "about": "Perfect for sitting back and sipping on all summer long, create this five-ingredient cocktail in just a few minutes.",
      "serves": 4,
        "ingredients_produce": ["1 Grapefruit, sliced"],
        "ingredients_drinks": ["240 ml Guava Juice", "240 ml Pineapple Juice", "240 ml Coconut Juice"],
        "ingredients_spirit": ["240 ml Coconut Rum"],
        "ingredients_other": ["Crushed Ice"],
      "recipe": ["Turn on your vacation playlist, then add rum, grapefruit juice, and pineapple juice into a shaker. Muddle it until you can not muddle it anymore.", "Add freshly squeezed guava juice to the mixture and shake with ice.", "Pour into two glasses, add 60 ml of coconut juice to each glass, and top with crushed ice. Finish things off with a quarter slice of guava and a quarter chunk of juicy pineapple for garnish.", "Take a taste, close your eyes, and pretend you are on a beach…sipping on something strong!"],
      "owner": 1
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Frozen Gin and Tonic",
      "image": "https://i.imgur.com/4kaiGqn.jpg",
      "about": "Made with lime juice, gin, tonic, and a little cucumber, this drink is refreshing, full of flavour and easy to make!",
      "serves": 2,
        "ingredients_produce": ["¼ cup cucumber"],
        "ingredients_drinks": ["120 ml Tonic water"],
        "ingredients_spirit": ["120 ml Gin"],
        "ingredients_other": ["60 ml lime juice", "60 ml syrup", "2 ½ cups ice"],
      "recipe": ["First, squeeze the limes for the juice and slice about five 1/2″ thick pieces of cucumber. Using fresh lime juice is a must when creating cocktails.",  "Next, add all of the ingredients into a blender and blend until smooth! It is that easy!", "Serve in an old-fashioned glass with a straw and a lime wedge."],
      "owner": 1
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Lemon Lavender Gin Spritz",
      "image": "https://i.imgur.com/wfDOduW.jpg",
      "about": "Gin, lavender, and lemonade are the base of this drink - light and delicious. A float of butterfly pea pollen over top gives this a dramatic and festive flair!",
      "serves": 2,
        "ingredients_produce": ["2 tbsp Culinary lavender, dried", "Lavender sprigs", "1 Lemon, sliced"],
        "ingredients_drinks": ["180 ml Lemonade", "1 small bottle Sparkling water", "120 ml water"],
        "ingredients_spirit": ["120 ml Gin"],
        "ingredients_other": ["60 ml Lavender syrup", "¾ cup sugar", "1 cup ice"],
      "recipe": ["Combine the sugar and water in a small saucepan and set over medium heat. Bring to a boil, and then reduce the heat to a simmer, and cook for 5 minutes or until the sugar is completely dissolved.",  "Stir in the dried lavender and remove the pan from the heat. Allow the syrup to cool to room temperature (the lavender will steep in the hot syrup as it cools).", "Strain out the lavender and store cooled syrup in the fridge.", "Fill two glasses with ice.", "To a shaker filled with ice, add the gin, lavender syrup, and lemonade.", "Shake vigorously to combine and chill all the ingredients. Strain into the glasses filled with ice. Top with a splash or two of sparkling water.", "Garnish with lemon slices and lavender sprigs and serve immediately."],
      "owner": 1
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Passionfruit Paloma",
      "image": "https://i.imgur.com/DyOQZSo.jpg",
      "about": "Looking for a new exciting cocktail? Try this passionfruit paloma. It's slightly sweet, tart, and refreshing.",
      "serves": 4,
        "ingredients_produce": ["Basil leaves as a garnish", "1 1/3 cups Passion fruit pulp"],
        "ingredients_drinks": ["1 cup Sparkling water"],
        "ingredients_spirit": ["220 ml Tequila"],
        "ingredients_other": ["1/3 cup Agave syrup", "1/4 cup Lime juice", "1 Lime wedge and sea salt", "3 cup ice"],
      "recipe": ["In a large pitcher combine tequila, passion fruit pulp, lime juice, and agave syrup. Stir until everything is well incorporated.", "Once you are ready to serve add the ice and the sparkling water. Stir with a wooden spoon.", "Rub a lime wedge around the edge of the glasses and dip them onto a plate filled with sea salt.", "Strain into the glasses filled with ice. Top with a splash or two of sparkling water.", "Pour the Paloma into the glasses and garnish with fresh basil leaves."],
      "owner": 1
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Mango Sunrise Pina Colada",
      "image": "https://i.imgur.com/0ijLlJb.jpg",
      "about": "This cocktail is a variation on the classic piña colada, but the twist here is in the presentation. ",
      "serves": 2,
        "ingredients_produce": ["120 ml Mango Juice", "2 Slices of Pineapple"],
        "ingredients_drinks": ["120 ml Pineapple juice"],
        "ingredients_spirit": ["60 ml Rum"],
        "ingredients_other": ["2 tbsp Coconut cream", "2 tbsp Grenadine"],
      "recipe": ["Add coconut rum, mango and pineapple juices to a cocktail shaker filled halfway with ice. Shake well to combine and chill.", "Pour over ice into a cocktail glass.", "Add coconut cream slowly by pouring over the back of a spoon.", "Add grenadine by pouring slowly over top."],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Gingered Peach Bourbon Thyme Smash",
      "image":"https://i.imgur.com/NOiatHs.jpg",
      "about":"Slightly sweet, hinted just lightly with thyme, and kicked up with a little ginger and fizz.",
      "serves":"2",
        "ingredients_produce":["1 cup fresh ripe peach slices”, “8 sprigs fresh thyme, and more for serving"],
        "ingredients_drinks":["1 lemon juice”, “Ginger beer for topping"],
        "ingredients_spirit":["120 ml Bourbon"],
        "ingredients_other":["2 tablespoons honey, more or less to taste"],
      "recipe":[
        "Heat a grill or grill pan to high and grill the peach slices for 2-3 minutes per side", 
        "In a cocktail shaker or glass jar, add the peach slices, thyme, lemon juice and honey, using a muddler, muddle all of the ingredients together, squishing everything to release the juices. Add the bourbon and shake to combine.",
        "Add ice to a glass and pour the drink over the ice (strain if desired). Top the glass with a little more ice and then pour the ginger beer over, gently stirring to combine. Garnish with peaches and thyme."],
      "owner": 1
      }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Pornstar Martini",
      "image":"https://i.imgur.com/WwvPDmV.jpg",
      "about":"This cocktail contains passion fruit, champagne, vanilla vodka, lime juice and sugar syrup. It's super easy to put together!",
      "serves":"2",
        "ingredients_produce":["1 Passion fruit", "2 Passion fruit 50ml"],
        "ingredients_drinks":["50 ml Lime juice", "25 ml Sugar syrup"],
        "ingredients_spirit":["100 ml Vanilla vodka"],
        "ingredients_other":["50ml Passoa"],
      "recipe":[
        "Halve the passion fruit, scoop the seeds out and place in a sieve over a bowl.",
        "Use the back of a spoon and press repeatedly on the seeds until all the juice has been extracted. Discard the pips.",
        "Place a handful of ice into a cocktail shaker and pour the fresh passion fruit puree into the cocktail shaker, along with the lime juice, vanilla vodka, Passoa and sugar syrup.",
        "Close the cocktail shaker and shake for 30 seconds.",
        "Divide the mixture between two martini glasses then top up each glass with champagne.",
        "Decorate each martini glass with half a passion fruit and serve with a shot glass of champagne on the side. Enjoy!"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Purple Rain Gin Cocktail",
      "image":"https://i.imgur.com/QdcA1ZL.jpg",
      "about":"A purple haven of mysteries",
      "serves":"2",
        "ingredients_produce":["Lime slices"],
        "ingredients_drinks":["15ml blue curacao", "15ml lime juice"],
        "ingredients_spirit":["50ml gin"],
        "ingredients_other":["Soda water"],
      "recipe":[
        "Fill glass with glass with ice.",
        "Add gin, curacao, lemon and lime",
        "Stir well and top up with soda.",
        "Drizzle grenadine over the top then garnish"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Blackberry Caipiroska",
      "image":"https://i.imgur.com/9Y0dbH0.jpg",
      "about":"The Caipiroska is a twist on the popular Caipirinha the national cocktail of Brazil. A simple cocktail made with muddled limes, sugar, vodka and plenty of crushed ice.",
      "serves":"2",
        "ingredients_produce":["3-4 Blackberries", "1 Lime"],
        "ingredients_drinks":["1 tablespoon Sugar Cane Syrup"],
        "ingredients_spirit":["50ml Vodka"],
        "ingredients_other":["Crushed Ice"],
      "recipe":[
        "Cut the lime into eight wedges and put into an old fashioned glass (a.k.a rocks glass). Add the sugar syrup and use a muddler or the end of a clean rolling pin to pound the limes hard to release the oils from the skin as well as the juice.",
        "Add 3-5 large blackberries to your glass and muddle them as well to squeeze the vibrant juice out.",
        "Add the vodka and give everything a good stir. Add crushed ice, stir vigorously and taste your drink. Add more syrup if required.",
        "Garnish with blackberries and serve."
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Sweet Poison Cocktail",
      "image":" https://i.imgur.com/TeJ0975.jpg",
      "about":" Rum cocktail with vibrant colours.",
      "serves":"2",
        "ingredients_produce":["1 Pineapple wedge"],
        "ingredients_drinks":["70ml Pineapple Juice"],
        "ingredients_spirit":["60ml Curacao Blue", "60ml Coconut Rum", "30ml Rum Light"],
        "ingredients_other":[],
      "recipe":[
        "Combine both rums and Blue Curacao in a cocktail shaker filled with ice. Shake, then pour into a cocktail glass.",
        "Fill the rest of the glass with chilled pineapple juice. Garnish with a pineapple wedge."
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"1908 Elderflower Sour",
      "image":"https://i.imgur.com/T7ezJLN.jpg",
      "about":" A refreshing spin on a gin sour. This cocktail features Empress 1908 gin, freshly squeezed grapefruit juice, St-Germain Elderflower liquor, a homemade butterfly pea syrup and is finished with a frothy egg white foam",
      "serves":"2",
        "ingredients_produce":["2 Egg whites", "30ml Butterfly pea simple syrup"],
        "ingredients_drinks":["60ml Grapefruit juice"],
        "ingredients_spirit":["45ml empress 1908 gin"],
        "ingredients_other":["45ml St-Germain elderflower liqueur"],
      "recipe":[
        "To a cocktail shaker: add gin, elderflower liqueur, grapefruit juice, syrup and egg white. Fill with ice and shake for 1 minute. Double strain into a tall coupe like glass.",
        "Serve with dried flowers and grapefruit garnish."
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Spicy Sweet Grinch Cocktail",
      "image":"https://i.imgur.com/UKbXFTK.jpg",
      "about":" A touch of sweet and a little bit spicy...perfectly fitting for the Grinch",
      "serves":"2",
        "ingredients_produce":["20ml  Grapefruit juice", "20ml Lime juice", "1 Jalapeno(sliced)","Fresh mint leaves","handful of pomegranate seeds", "2 tsp Honey"],
        "ingredients_drinks":["1 ginger beer"],
        "ingredients_spirit":["60ml Vodka"],
        "ingredients_other":["2 tsp granulated sugar"],
      "recipe":[
        "On a shallow plate, combine the sugar and mint. Rim your glass in sugar, then fill with ice.",
        "Combine the vodka, lime juice, grapefruit juice, honey, and jalapeños in a cocktail shaker. Fill with ice and shake until combined, about 1 minute. Strain into your prepared glass. Top with ginger beer and garnish as desired. Enjoy!"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Honey Thyme Margarita",
      "image":"https://i.imgur.com/Vyl3X6J.jpg",
      "about":"A refreshing cocktail for a fall wedding - the Honey Thyme Margarita - a tequila cocktail made with fresh squeezed juices and thyme infused honey.",
      "serves":"2",
        "ingredients_produce":["6 sprigs of fresh Thyme","30ml Honey thyme syrup", "90ml Lime juice", "20ml honey"],
        "ingredients_drinks":["100ml Grapefruit juice"],
        "ingredients_spirit":["75ml Silver tequila"],
        "ingredients_other":["pinch of sea salt", "45ml Orange liqueur"],
      "recipe":[
        "Fill cocktail shaker with ice. Add tequila, lime juice, grapefruit juice, orange liqueur, and syrup. Shake well until well chilled. Strain into a salt-rimmed serving glass.",
        "Add water, honey, and thyme to a heavy bottomed saucepan. Bring to a simmer until the honey has dissolved. Remove from heat and let the thyme steep for 30 minutes. Strain out thyme. Transfer syrup to an airtight container and keep at room temperature."
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Shark Attack Punch",
      "image":"https://i.imgur.com/B0UgcRJ.jpg",
      "about":"Dive into this visually stunning, and deliciously sweet cocktail that's good with or without alcohol! Impress your guests with this deadly and fun shark themed drink that makes a great mocktail for just about any occasion!",
      "serves":"7",
        "ingredients_produce":[],
        "ingredients_drinks":["1 bottle of sprite soda pop","1 bottle of punch gatorade"],
        "ingredients_spirit":["1 bottle of vodka"],
        "ingredients_other":["Shark gummies"],
      "recipe":[
        "Fill a glass with ice and shark gummies making sure to disperse the sharks evenly to make them look as though they are swimming.",
        "Top with even mix of Punch and Sprite (50/50 ratio)",
        "For the adult version, add the desired amount of vodka for an extra kick to your punch"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Giggle Juice",
      "image":"https://i.imgur.com/S07XRE5.jpg",
      "about":"One part summer, two parts alcohol, ALL parts delicious, my Giggle Juice recipe is the happy-making beverage of choice for this year's hot nights",
      "serves":"2",
        "ingredients_produce":["2 Lemons", "1 cup of Raspberries", "2 cups of Strawberries"],
        "ingredients_drinks":["3 cups of Pink lemonade"],
        "ingredients_spirit":["2 cups Lemon vodka", "750ml Mosacato"],
        "ingredients_other":["250ml Sprite", "ice", "Granulated sugar"],
      "recipe":[
        "Whisk to dissolve the granulated sugar in the lemon vodka.",
        "Combine all drink ingredients in a large pitcher. Add Ice.",
        "Place sugar on a small shallow plate. Rim the glasses with lemon then dip into the sugar.",
        "Pour into individual glasses and enjoy!"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Creamsicle Prosecco Floats",
      "image":"https://i.imgur.com/oP0KUOF.jpg",
      "about":"These Creamsicle Prosecco Floats are reminiscent of a childhood favourite treat, and only require 3 ingredients! They are perfect for brunch with friends, dessert on a warm night, or whenever you want to treat yourself!",
      "serves":"2",
        "ingredients_produce":["Mint and Orange curls"],
        "ingredients_drinks":[],
        "ingredients_spirit":["1 bottle prosecco"],
        "ingredients_other":["1 scoop orange sherbet","1 scoop Vanilla ice cream"],
      "recipe":[
        "Place the scoops of vanilla ice cream and orange sherbet in a glass. You want something deep because they will foam up quite a bit!",
        "Top with desired amount of prosecco and garnish with a sprig of mint and an orange curl. Serve immediately!"
      ],
      "owner": 1
    }
  },
  {
    "model":"cocktails.cocktail",
    "fields":{
      "name":"Juniper + Tangerine Gin Fizz",
      "image":"https://i.imgur.com/ywSkhfI.jpg?2",
      "about":"Combined with sweet and tart fresh tangerine juice, an aromatic juniper syrup and some high-quality gin creates a frothy and fizzy fun cocktail!",
      "serves":"1",
        "ingredients_produce":["tangerine wedge to garnish", "fresh juniper to garnish", "1 tbsp dried juniper berries, lightly crsuhed", "120ml sparkling water", "1/2 cup water"],
        "ingredients_drinks":["30ml juniper syrup", "90ml fresh tangerine juice", "30ml fresh lemon juice"],
        "ingredients_spirit":["240ml Hendricks gin"],
        "ingredients_other":["2 egg whites room temperature", "1/2 cup granulated suger", "ice"],
      "recipe":[
        "In a small saucepan over medium heat, combine the sugar, water, and juniper berries and give it a stir to combine. Cook until sugar dissolves.",
        "Turn heat off and allow juniper berries to steep until syrup has cooled to room temperature then strain syrup and transfer to a glass bottle or mason jar.",
        "In a cocktail shaker, combine the gin, syrup, lemon and tangerine juices, and egg white. Place lid on and shake vigorously for about 30 seconds.",
        "Add ice to the shaker and shake again for about another 2 minutes until shaker is very cold. Strain into a glass.",
        "Pour sparkling water into the shaker, swirling is around to pick up the rest of the foam and pour it into the glass. Garnish with a sprig of fresh juniper and a tangerine wedge."
      ],
      "owner": 1
    }
  }
]