[
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Frozen Aperol Spritz",
      "image": "https://i.imgur.com/pBoA9VU.jpg",
      "about": "It is a refreshing hot summer day drink that will make you feel like your backyard is an Italian courtyard.",
      "serves": 4,
      "ingredients": {
        "produce": ["1 Grapefruit or Orange slices", "1 cup Strawberries, frozen"], 
        "drinks": ["350 ml Orange juice, frozen"],
        "spirit": ["1 bottle Prosecco or champagne"],
        "other": ["350 ml Aperol (frozen)"]
      },
      "recipe": ["Freeze the Aperol and orange juice. Pour the liquids in ice cube trays and place in the freezer at least 4-6 hours ahead of time.",  "Blend! In the base of your blender, combine the frozen Aperol and orange juice cubes, frozen strawberries, prosecco (or champagne) and ice. Blend just until smooth and no chunks of ice remain, usually less than 30 seconds.", "Garnish and Enjoy! Pour into your favourite cocktail glasses and garnish with orange and grapefruit slices."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Tropical Crush Cocktail",
      "image": "https://i.imgur.com/3POqegz.jpg",
      "about": "Perfect for sitting back and sipping on all summer long, create this five-ingredient cocktail in just a few minutes.",
      "serves": 4,
      "ingredients": {
        "produce": ["1 Grapefruit, sliced"],
        "drinks": ["240 ml Guava Juice", "240 ml Pineapple Juice", "240 ml Coconut Juice"],
        "spirit": ["240 ml Coconut Rum"],
        "other": ["Crushed Ice"]
      },
      "recipe": ["Turn on your vacation playlist, then add rum, grapefruit juice, and pineapple juice into a shaker. Stir it until you can not stir it anymore.", "Add freshly squeezed guava juice to the mixture and shake with ice.", "Pour into two glasses, add 60 ml of coconut juice to each glass, and top with crushed ice. Finish things off with a quarter slice of guava and a quarter chunk of juicy pineapple for garnish.", "Take a taste, close your eyes, and pretend you are on a beach…sipping on something strong!"]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Frozen Gin and Tonic",
      "image": "https://i.imgur.com/4kaiGqn.jpg",
      "about": "Made with lime juice, gin, tonic, and a little cucumber, this drink is refreshing, full of flavour and easy to make!",
      "serves": 2,
      "ingredients": {
        "produce": ["¼ cup cucumber"],
        "drinks": ["120 ml Tonic water"],
        "spirit": ["120 ml Gin"],
        "other": ["60 ml lime juice", "60 ml syrup", "2 ½ cups ice"]
      },
      "recipe": ["First, squeeze the limes for the juice and slice about five 1/2″ thick pieces of cucumber. Using fresh lime juice is a must when creating cocktails.",  "Next, add all of the ingredients into a blender and blend until smooth! It is that easy!", "Serve in an old-fashioned glass with a straw and a lime wedge."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Lemon Lavender Gin Spritz",
      "image": "https://i.imgur.com/wfDOduW.jpg",
      "about": "Gin, lavender, and lemonade are the base of this drink - light and delicious. A float of butterfly pea pollen over top gives this a dramatic and festive flair!",
      "serves": 2,
      "ingredients": {
        "produce": ["2 tbsp Culinary lavender, dried", "Lavender sprigs", "1 Lemon, sliced"],
        "drinks": ["180 ml Lemonade", "1 small bottle Sparkling water", "120 ml water"],
        "spirit": ["120 ml Gin"],
        "other": ["60 ml Lavender syrup", "¾ cup sugar", "1 cup ice"]
      },
      "recipe": ["Combine the sugar and water in a small saucepan and set over medium heat. Bring to a boil, and then reduce the heat to a simmer, and cook for 5 minutes or until the sugar is completely dissolved.",  "Stir in the dried lavender and remove the pan from the heat. Allow the syrup to cool to room temperature (the lavender will steep in the hot syrup as it cools).", "Strain out the lavender and store cooled syrup in the fridge.", "Fill two glasses with ice.", "To a shaker filled with ice, add the gin, lavender syrup, and lemonade.", "Shake vigorously to combine and chill all the ingredients. Strain into the glasses filled with ice. Top with a splash or two of sparkling water.", "Garnish with lemon slices and lavender sprigs and serve immediately."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Passionfruit Paloma",
      "image": "https://i.imgur.com/DyOQZSo.jpg",
      "about": "Looking for a new exciting cocktail? Try this passionfruit paloma. It's slightly sweet, tart, and refreshing.",
      "serves": 4,
      "ingredients": {
        "produce": ["Basil leaves as a garnish", "1 1/3 cups Passion fruit pulp"],
        "drinks": ["1 cup Sparkling water"],
        "spirit": ["220 ml Tequila"],
        "other": ["1/3 cup Agave syrup", "1/4 cup Lime juice", "1 Lime wedge and sea salt", "3 cup ice"]
      },
      "recipe": ["In a large pitcher combine tequila, passion fruit pulp, lime juice, and agave syrup. Stir until everything is well incorporated.", "Once you are ready to serve add the ice and the sparkling water. Stir with a wooden spoon.", "Rub a lime wedge around the edge of the glasses and dip them onto a plate filled with sea salt.", "Strain into the glasses filled with ice. Top with a splash or two of sparkling water.", "Pour the Paloma into the glasses and garnish with fresh basil leaves."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Mango Sunrise Pina Colada",
      "image": "https://i.imgur.com/0ijLlJb.jpg",
      "about": "This cocktail is a variation on the classic piña colada, but the twist here is in the presentation.",
      "serves": 2,
      "ingredients": {
        "produce": ["120 ml Mango Juice", "2 Slices of Pineapple"],
        "drinks": ["120 ml Pineapple juice"],
        "spirit": ["60 ml Rum"],
        "other": ["2 tbsp Coconut cream", "2 tbsp Grenadine"]
      },
      "recipe": ["Add coconut rum, mango and pineapple juices to a cocktail shaker filled halfway with ice. Shake well to combine and chill.", "Pour over ice into a cocktail glass.", "Add coconut cream slowly by pouring over the back of a spoon.", "Add grenadine by pouring slowly over top."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Fig & Vanilla Vodka Cocktail",
      "image": "https://i.imgur.com/g5wgtM8.jpg",
      "about": "Fig cocktail with sparkling rosé with fresh fig and thyme for a fun vodka party drink.",
      "serves": 2,
      "ingredients": {
        "produce": ["2 fresh figs", "2 smidge pure vanilla paste"],
        "drinks": ["1 Lemon juice"],
        "spirit": ["120 ml Maui Vodka", "2 splashes of sparkling Rosé"],
        "other": ["7 ml Honey syrup", "4 dashes Orange syrup (optional)", "Fig and thyme sprigs for garnish"]
      },
      "recipe": ["Add fig, pure vanilla paste and lemon juice to a cocktail tin and gently stir.", "Add Maui Vodka, honey syrup, orange bitters and ice to the cocktail tin.", "Shake vigorously until the outside of the tin is chilled. Strain into a glass with fresh ice.", "Top with a splash of sparkling rosé. Garnish with fresh fig and thyme."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Spicy Gingered Mango Margarita",
      "image": "https://i.imgur.com/Pok6sz5.jpg",
      "about": "Fig cocktail with sparkling rosé with fresh fig and thyme for a fun vodka party drink.",
      "serves": 2,
      "ingredients": {
        "produce": ["2/3 cup fresh or frozen mango chunks", "2 teaspoons roughly chopped ginger", "2 jalapeño slice"],
        "drinks": ["2/3 cup 100% mango juice", "Juice of 1 lime"],
        "spirit": ["120 ml silver Tequila"],
        "other": ["Sparkling water for topping", "2/4 cup kosher or margarita salt", "2 teaspoons chipotle chili powder"]
      },
      "recipe": ["Combine the salt and chili powder in a shallow bowl.", "Run a lime wedge around the rim of your glass and coat in chili salt.", "Combine the mango juice, mango chunks, and ginger in a cocktail shaker.", "Stir the mango and ginger together until the mango is mashed. Add the tequila, lime juice, and jalapeños. Fill with ice and shake until combined. Strain into your prepared glass.", "Top with sparkling water, if desired. Serve with limes."]
    }
  },
  {
    "model": "cocktails.cocktail",
    "fields": {
      "name": "Blueberry Lemon Vodka Spritz",
      "image": "https://i.imgur.com/s9sylMZ.jpg",
      "about": "A refreshing, summery cocktail made with blueberries, lemons, simple syrup, vodka, and club soda.",
      "serves": 4,
      "ingredients": {
        "produce": ["1 cup blueberries", "1 lemon, thinly sliced and de-seeded, plus more for garnish"],
        "drinks": ["60 ml simple syrup", "450 ml sparkling lemon water"],
        "spirit": ["240 ml Vodka"],
        "other": ["Rosemary for garnish"]
      },
      "recipe": ["In a pitcher, stir the blueberries, lemons, and simple syrup until the lemons release their oils and about half of the blueberries are smashed.", "Stir in the vodka. Cover and place in the fridge until you are ready to serve.", "Right before serving, stir in the sparkling lemon water", "Pour over ice and garnish with lemons and sprigs of rosemary."]
    }
  }
]